Repository: joaoduartemariucio/kmais-app-ios
Catalog: kmais-app-ios/Localizable.xcstrings
Source language: en
Languages: pt_br

source: A reminder needs a distance or a time interval.
pt_br: Um lembrete precisa de intervalo em km ou em meses.

source: Air filter
pt_br: Filtro de ar

source: Brakes
pt_br: Freios

source: Car
pt_br: Carro

source: Chain
pt_br: Corrente

source: Coolant
pt_br: Fluido de arrefecimento

source: Cost cannot be negative.
pt_br: O custo não pode ser negativo.

source: Could not save your changes.
pt_br: Não foi possível salvar as alterações.

source: Enter how many liters you filled.
pt_br: Informe quantos litros você abasteceu.

source: Enter the odometer reading.
pt_br: Informe o odômetro.

source: Enter the price per liter.
pt_br: Informe o preço por litro.

source: Fuel filter
pt_br: Filtro de combustível

source: Give the vehicle a name.
pt_br: Dê um nome ao veículo.

source: Inspection
pt_br: Revisão

source: Liters must be greater than zero.
pt_br: Litros precisa ser maior que zero.

source: Motorcycle
pt_br: Moto

source: No vehicles yet
pt_br: Nenhum veículo ainda

source: Oil change
pt_br: Troca de óleo

source: Oil filter
pt_br: Filtro de óleo

source: Other
pt_br: Outro

source: Price must be greater than zero.
pt_br: Preço precisa ser maior que zero.

source: Screens land in the next step.
pt_br: As telas entram na próxima etapa.

source: Spark plugs
pt_br: Velas

source: The odometer must be above the last record (%@).
pt_br: O odômetro precisa ser maior que o do último registro (%@).

source: This record no longer exists.
pt_br: Este registro não existe mais.

source: This vehicle no longer exists.
pt_br: Este veículo não existe mais.

source: Tires
pt_br: Pneus
